Repository: dariuspasca/pocket-humidor
Catalog: PocketHumidor/Storyboards/CigarStack/*.lproj/Localizable.strings
Languages: it

# Humidor
source: Stack
it: Contenitore

source: Cancel
it: Annulla

source: Delete
it: Elimina

source: Edit
it: Modifica

source: Done
it: Fine

source: Order
it: Ordine

source: Date
it: Data

source: Name
it: Nome

source: Quantity
it: Quantità

source: Price
it: Prezzo

source: Total Price
it: Prezzo Totale

source: Country
it: Paese

source: Age
it: Età

source: Year
it: Anno

source: Years
it: Anni

source: Month
it: Mese

source: Months
it: Mesi

source: Notes
it: Note

source: Size
it: Formato

source: Search
it: Cerca

source: Sort by
it: Ordina per

source: Gift
it: Regala

source: Gift to:
it: Regala a:

source: Review
it: Recensisci

source: and
it: e

source: No notes
it: Nessuna nota

# Your Humidors
source: Your Stacks
it: I Tuoi Contenitori

source: Manage
it: Gestisci

# You don't have any humidors yet.
source: You don't have any stack yet.
it: Non hai ancora nessun contenitore.

# To add a humidor, tap the + button in the right top corner.
source: To add a stack, tap the + button in the right top corner.
it: Per aggiungere un contenitore, premi il bottone + nell'angolo in alto a destra.

# Humidor already exists!
source: Stack already exists!
it: Contenitore già presente!

# You can't have multiple humidors with the same name.
source: You can't have multiple stacks with the same name.
it: Non puoi avere più contenitori con lo stesso nome.

# No Humidor Available
source: No Stacks Available
it: Nessun Contenitore Disponibile

source: To add items at least one stack is required. Tap the + button in the right top corner to add a stack.
it: Per aggiungere articoli è necessario almeno un contenitore. Premmi il bottone + nell'angolo in alto a destra per aggiungere un contenitore.

source: Are you sure you want to continue? This will permanently delete all items from selected stacks.
it: Confermi di voler continuare? Verranno eliminati definitivamente tutti gli articoli dagli contenitori selezionati.

source: There is already a divisor with same name.
it: Un divisore con lo stesso nome è già presente.

# Do you want to delete this cigar?
source: Do you want to delete this item?
it: Vuoi eliminare questo articolo?

source: Your cannot undo this action.
it: Non puoi annullare questa azione successivamente.

source: Item deleted
it: Artiolo eliminato

source: Item moved
it: Articolo spostato

source: Item gifted
it: Articolo regalato

source: Item reviewd
it: Articolo recensito

source: Undo
it: Annulla

source: Move
it: Sposta

source: Move to
it: Sposta in

source: Move All
it: Sposta Tutti

# Humidor Name
source: Stack Name
it: Nome Contenitore

source: Humidity Level
it: Livello di umidità

source: Too low or too high levels of humidty might affect your items.
it: Livelli di umidità troppo alti o bassi possono influenzare lo stato degli articoli.

source: Divider
it: Divisore

source: Dividers
it: Divisori

# Use dividers to keep your humidor organized.
source: Use dividers to keep your stack organized.
it: Utilizza i divisori per mantenere il tuo contenitore organizzato.

source: Add New Divider
it: Aggiungi Nuovo Divisore

source: Divider Name
it: Nome Divisore

source: Main Divider
it: Divisore Centrale

# New Humidor
source: New Stack
it: Nuovo Contenitore

source: About
it: Informazioni

source: Statistics
it: Statistiche

source: Number of items:
it: Numero articoli:

# Humidor value:
source: Stack value:
it: Valore contenitore:

source: Most expensive:
it: Il più costoso:

source: Oldest:
it: Il più vecchio:

source: Average price:
it: Prezzo medio:

source: Average age:
it: Stagionatura media:

source: New Item
it: Nuovo Articolo

source: Country of origin
it: Paese di origine

source: From
it: Da

source: Shop Name
it: Nome del negozio

source: Purchase Date
it: Data di acquisto

source: Has been aged
it: È stato invecchiato

source: Since
it: Dal

source: Photo
it: Foto

source: Location
it: Posizione

source: items left.
it: articoli rimasti.

source: Get Premium
it: Acquista Premium

source: How would you rate it?
it: Come lo valuteresti?

source: Bad
it: Cattivo

source: Poor
it: Scadente

source: Average
it: Medio

source: Good
it: Buono

source: Very Good
it: Molto Buono

source: Excellent
it: Eccezzionale

source: Appearance
it: Aspetto

source: Veins
it: Venature

source: Not Uniform
it: Non Unif.

source: Uniform
it: Uniforme

source: Perfect
it: Perfetto

source: Texture
it: Tatto

source: Crumbly
it: Friabile

source: Dry
it: Secco

source: Spongy
it: Morbido

source: Draw
it: Tiraggio

source: Tight
it: Faticoso

source: Hard
it: Eccessivo

source: Normal
it: Normale

source: Ash
it: Cenere

# Britlte
source: Brittle
it: Friabile

source: Compact
it: Compatta

source: Solid
it: Solida

source: Strength
it: Forza

source: Light
it: Leggero

source: Medium
it: Medio

source: Med-Full
it: Med-Forte

source: Full
it: Forte

source: Flavor
it: Aroma

source: Additional notes
it: Note aggiuntive

# Search items by name, country of origin or size.
source: Search item by name, country of origin or size.
it: Cerca articoli per nome, paese di origine o formato.

source: No results for
it: Nessun risultato per

source: History
it: Storico

source: Items History
it: Storico Articoli

source: Gifted to
it: Regalato a

source: Rating
it: Valutazione

source: Apply
it: Applica

source: History filter
it: Filtro storico

source: Gifted
it: Regalati

source: Reviewed
it: Recensiti

source: Both
it: Entrambi

source: Show
it: Mostra

source: Select which items to be displayed.
it: Seleziona quali articoli visualizzare.

source: Send Feedback ?
it: Invia feedback ?

source: Change the display currency. It does not convert prices from previous currency.
it: Cambia la valuta visualizzata. Non converte i prezzi dalla valuta preccedente.

source: Currency
it: Valuta

# Automatically open newly added humidor.
source: Automatically open newly created stack
it: Apri automaticamente il contenitore appena aggiunto.

source: Open New Humidor
it: Apri Nuovo Humidor

source: Select default display order.
it: Seleziona l'ordine di visualizzazione predefinito.

source: Sort Order
it: Ordinamento

source: Select the preferred order when sorting
it: Seleziona l'ordine preferito per l'ordinamento

source: Ascending
it: Crescente

source: Descending
it: Decrescente

source: Data Sync
it: Sincronizazzione Data

source: Automatically upload and store your data in iCloud to be accessible from all your devices.
it: Carica e archivia automaticamente i tuoi dati in iCloud per essere accessibili da tutti i tuoi dispositivi.

source: Analytics
it: Analisi dati

source: Turn Off Crash Reports?
it: Disattiva segnalazioni di crash?

source: Turn Off Analytics?
it: Disattiva Analisi?

source: Anonymous crash reports are essential to fix the bugs. This never includes any information about your items. Are you sure you want to turn this off?
it: I rapporti anonimi sugli arresti anomali sono indispensabili per correggere i bug. Questo non include mai alcuna informazione sui tuoi articoli. Sei sicuro di volerlo disattivare?

source: Anonymous usage statistics help prioritise development. This never includes any information about your items. Are you sure you want to turn this off?
it: Statistiche anonime sul utilizzo aiutano a dare priorità allo sviluppo. Questo non include mai alcuna informazione sui tuoi articoli. Sei sicuro di volerlo disattivare?

source: Share Analytics
it: Condividi Analisi

source: Share Crash Reports
it: Condividi segnalazioni di crash

source: Leave On
it: Annulla

source: Turn Off
it: Disattiva

source: Information
it: Informazioni

source: Not Premium
it: Non Premium

source: Rate
it: Vota

source: If you have any questions, comments or suggestions, please email me
it: Per qualsiasi domanda, commento o suggerimento, scrivetemi

source: at
it: a

source: I'll do my best to respond.
it: Cercherò di rispondere il prima possibile.

source: Send e-mail
it: Invia e-mail

source: There is nothing to export!
it: Non c'è niente da esportare!

source: Generating...
it: Elaborazione in corso...

source: Confirm Import
it: Conferma Importazione

source: Are you sure you want to import items from this file? Files not generated by the application are not yet supported.
it: Sei sicuro di voler importare gli articoli da questo file? I file non generati dall'applicazione non sono ancora supportati.

source: Import
it: Importa

source: Importing...
it: Importazione in corso...

source: There is no data to be deleted.
it: Non ci sono dati da cancellare.

source: Final Warning
it: Avviso Finale

source: This action is irreversible. Are you sure you want to continue?
it: Questa azione è irreversibile. Sei sicuro di voler continuare?

source: Deleted
it: Dati cancellati

source: Warning
it: Avviso

source: This will delete all items and stacks saved in the application. Are you sure you want to continue?
it: Questo cancellerà tutti gli articoli e gli contenitori salvati nell'applicazione. Sei sicuro di voler continuare?

source: Import Failed
it: Importazione non riuscita

source: Import completed.
it: Importazione completata.

source: Successfull:
it: Riusciti:

source: Duplicates:
it: Dupplicati:

source: Errors:
it: Errori:

source: File header is missing.
it: L'intestazione del file non è presente.

source: File header is not formated correctly.
it: L'intestazione del file non è formattata correttamente.

source: File Saved
it: Documento Salvato

source: Unlock Premium for
it: Sblocca Premium per

source: Sorry, something unexpected happened. Try later or send an e-mail at support@pockethumidor.app
it: Siamo spiacenti, è successo qualcosa di inaspettato. Prova più tardi o scrivici a support@pocketstack.app

source: There Is A Problem
it: C'è Un Problema

source: Sorry, no previous Premium purchase was found.
it: Siamo spiacenti, nessun precedente acquisto Premium è stato trovato.

source: Sorry, something unexpected happened.If the error persists write us at support@pocketstack.app
it: Siamo spiacenti, è successo qualcosa di inaspettato. Se l'errore persiste scrivici a support@pocketstack.app

source: Sorry, you're not allowed to make the payment
it: Siamo spiacenti, non ti è permesso effettuare il pagamento.

source: The device is not allowed to make the payment. If the error persists write us at support@pocketstack.app
it: Il dispositivo non è autorizzato a effettuare il pagamento. Se l'errore persiste scrivici a support@pocketstack.app

source: Could not connect to the newtwork. If the error persists write us at support@pocketstack.app
it: Impossibile connettersi alla rete. Se l'errore persiste scrivici a support@pocketstack.app

source: Thank you!
it: Grazie!

source: Purchases are disabled in your device!
it: Gli acquisti sono disabilitati sul tuo dispositivo!

source: You've successfully restored your purchase!
it: Hai ripristinato il tuo acquisto con successo!

# You've successfully purchased PocketHumidor Premium!
source: You've successfully purchased PocketStack Premium!
it: Hai comprato con successo PocketStack Premium!
